Repository: fcttechnologies/TranscriptionStudioApp
Catalog: Sources/App/AppShortcuts.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Ask my last recording in ${applicationName}
de: Meine letzte Aufnahme in ${applicationName} befragen
es: Preguntar sobre mi última grabación en ${applicationName}
fr: Interroger mon dernier enregistrement dans ${applicationName}
it: Chiedi della mia ultima registrazione in ${applicationName}
ja: ${applicationName}で最後の録音に質問
ko: ${applicationName}에서 마지막 녹음에 질문
pt_br: Perguntar sobre minha última gravação no ${applicationName}
ru: Спросить о моей последней записи в ${applicationName}
zh_hans: 用${applicationName}询问我的最新录音

source: Dictate in ${applicationName}
de: In ${applicationName} diktieren
es: Dictar en ${applicationName}
fr: Dicter dans ${applicationName}
it: Detta in ${applicationName}
ja: ${applicationName} でディクテーション
ko: ${applicationName}에서 받아쓰기
pt_br: Ditar no ${applicationName}
ru: Диктовать в ${applicationName}
zh_hans: 在 ${applicationName} 中听写

source: Open ${target} in ${applicationName}
de: ${target} in ${applicationName} öffnen
es: Abrir ${target} en ${applicationName}
fr: Ouvrir ${target} dans ${applicationName}
it: Apri ${target} in ${applicationName}
ja: ${applicationName}で${target}を開く
ko: ${applicationName}에서 ${target} 열기
pt_br: Abrir ${target} no ${applicationName}
ru: Открыть ${target} в ${applicationName}
zh_hans: 用${applicationName}打开${target}

source: Read my last transcript in ${applicationName}
de: Mein letztes Transkript in ${applicationName} vorlesen
es: Leer mi última transcripción en ${applicationName}
fr: Lire ma dernière transcription dans ${applicationName}
it: Leggi la mia ultima trascrizione in ${applicationName}
ja: ${applicationName}で最後の文字起こしを読み上げ
ko: ${applicationName}에서 마지막 스크립트 읽어주기
pt_br: Ler minha última transcrição no ${applicationName}
ru: Прочитать мою последнюю расшифровку в ${applicationName}
zh_hans: 用${applicationName}朗读我的最新转录文本

source: Search my transcripts in ${applicationName}
de: Meine Transkripte in ${applicationName} durchsuchen
es: Buscar en mis transcripciones en ${applicationName}
fr: Rechercher dans mes transcriptions dans ${applicationName}
it: Cerca nelle mie trascrizioni in ${applicationName}
ja: ${applicationName}で文字起こしを検索
ko: ${applicationName}에서 스크립트 검색
pt_br: Pesquisar minhas transcrições no ${applicationName}
ru: Найти в моих расшифровках в ${applicationName}
zh_hans: 用${applicationName}搜索我的转录文本

source: Start recording in ${applicationName}
de: Aufnahme in ${applicationName} starten
es: Iniciar grabación en ${applicationName}
fr: Démarrer l'enregistrement dans ${applicationName}
it: Avvia registrazione in ${applicationName}
ja: ${applicationName}で録音を開始
ko: ${applicationName}에서 녹음 시작
pt_br: Iniciar gravação no ${applicationName}
ru: Начать запись в ${applicationName}
zh_hans: 用${applicationName}开始录音

source: Stop recording in ${applicationName}
de: Aufnahme in ${applicationName} stoppen
es: Detener grabación en ${applicationName}
fr: Arrêter l'enregistrement dans ${applicationName}
it: Interrompi registrazione in ${applicationName}
ja: ${applicationName}で録音を停止
ko: ${applicationName}에서 녹음 중지
pt_br: Parar gravação no ${applicationName}
ru: Остановить запись в ${applicationName}
zh_hans: 用${applicationName}停止录音

source: Summarize my last recording in ${applicationName}
de: Meine letzte Aufnahme in ${applicationName} zusammenfassen
es: Resumir mi última grabación en ${applicationName}
fr: Résumer mon dernier enregistrement dans ${applicationName}
it: Riassumi la mia ultima registrazione in ${applicationName}
ja: ${applicationName}で最後の録音を要約
ko: ${applicationName}에서 마지막 녹음 요약
pt_br: Resumir minha última gravação no ${applicationName}
ru: Создать сводку моей последней записи в ${applicationName}
zh_hans: 用${applicationName}概括我的最新录音

source: Take a dictation with ${applicationName}
de: Ein Diktat mit ${applicationName} aufnehmen
es: Tomar un dictado con ${applicationName}
fr: Prendre une dictée avec ${applicationName}
it: Prendi una dettatura con ${applicationName}
ja: ${applicationName} で口述筆記する
ko: ${applicationName}으로 받아쓰기 하기
pt_br: Fazer um ditado com ${applicationName}
ru: Записать диктовку с ${applicationName}
zh_hans: 用 ${applicationName} 记录听写

source: Transcribe a file with ${applicationName}
de: Eine Datei mit ${applicationName} transkribieren
es: Transcribir un archivo con ${applicationName}
fr: Transcrire un fichier avec ${applicationName}
it: Trascrivi un file con ${applicationName}
ja: ${applicationName}でファイルを文字起こし
ko: ${applicationName}로 파일 텍스트 변환
pt_br: Transcrever um arquivo com o ${applicationName}
ru: Расшифровать файл с помощью ${applicationName}
zh_hans: 用${applicationName}转录文件

source: Transcribe a link with ${applicationName}
de: Einen Link mit ${applicationName} transkribieren
es: Transcribir un enlace con ${applicationName}
fr: Transcrire un lien avec ${applicationName}
it: Trascrivi un link con ${applicationName}
ja: ${applicationName}でリンクを文字起こし
ko: ${applicationName}로 링크 텍스트 변환
pt_br: Transcrever um link com o ${applicationName}
ru: Расшифровать ссылку с помощью ${applicationName}
zh_hans: 用${applicationName}转录链接
